tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "daipeihust/tap"
tap "itchyny/tap"

brew "bat"
brew "python@3.9"
brew "cmake"
brew "curl"
brew "fzf"
brew "git"
brew "gitmoji"
brew "jq"
brew "neovim"
brew "ripgrep"
brew "rust-analyzer"
brew "stylua"
brew "tig"
brew "tmux"
brew "tree"
brew "daipeihust/tap/im-select"
brew "itchyny/tap/mmv"

cask "font-hackgen-nerd"
